{
   "entries": {
 
    "Mon10": "Thank you for being here for me, @. My heart aches, but it feels lighter as well.", 
    "Wed10": "Jas wrote a story about the 'happy apples'.#$e#Marlon says they're called 'Junimo' and only very special people can see them.#$e#I guess I'm not special enough.$2",
    "Thu10": "Lewis dropped by again yesterday. I'm not sure I'm ready to talk to him.$2",
    "Fri10": "I guess I'll go the Saloon tonight. Although I'd rather stay home and watch a movie.$3#$e#With who? Jas of course!$1",
    "Sun10": "Jas and Shane are experimenting in the kitchen. They're calling it 'chilli surprise'.$1#$e#I think the only surprise is going to be the mess I have to clean up afterwards.$2",
    "spring_Tue10": "Marlon showed me a hummingbird nest in the forest this morning. Jas would love it!$1#$e#Oh, @, quit teasing! We're just friends!$1",
    "spring_Fri10": "Don't you love the feel of spring, @?#$b#Everything's so fresh and new, it's a time of new beginnings and hope.",
    "spring_Sat10": "Today is such a nice day, it's a shame to be stuck behind my desk.#$e#Well, I hope you get to enjoy it, @!",
    "summer_Mon10": "Today seems like a nice day for the beach, but I don't even own a swimsuit!",
    "summer_Tue10": "Marlon invited Jas and I to go and see the 'Wumbus' movie. Jas really seems to like him.#$e#What do you think, @? ",
    "summer_Thu10": "Jas asked Marlon to teach her how to use a sword.$3#$b#I'm not sure I should encourage that kind of behaviour.$2",
    "summer_Fri10": "Leah's trying to teach me how to draw. I'm not very good.#$b#Shane saw my picture of our goose; he asked if it was a giraffe.$2.",
    "summer_Sat10": "I picked up a pile of romances from the library.#$b#I know they're lightweight, but there's something so comforting in a happy ending.",
    "summer_Sun10": "Sometimes @, it feels like you've done more for this town than Lewis ever managed.#$b#Ever considered standing for Mayor? You'd have my vote!$1",
    "fall_26_2": "Somehow Jas convinced Marlon to tell her a tale of the void in prepation for Spirit's Eve.$3#$b#It sent shivers down my spine. If that's what he's fighting against, well, it really makes me worried.$2",
    "fall_Mon10": "What makes a monster monstrous? It's something I've been debating with Marlon.#$b#I mean, Ebony's void-touched, but she's not evil, just opinionated!",
    "fall_Wed10": "Marlon met the crazy goose yesterday. Let's just say, I'm sure he'll be better behaved from here-on in.$3#$b#I meant the goose, @!$1",
    "fall_Sat10": "Why yes, @, there are leaves in my hair. I can't imagine how they got there.$1",
    "winter_Mon10": "It must be awfully cold and lonely, up there on the mountain.#$b#I'm taking some baking up to Marlon and Gil. They appreciate home cooking.",
   "winter_Tue10": "It's harder to be motivated to leave the house on days like this.#$b#But how else am I supposed to keep up with the latest gossip?$1#$b#How else am I supposed to avoid _becoming_ the gossip?$3",
   "winter_Wed10": "I wish Jas would stop asking Marlon how he lost his eye. It's rude to be nosy.#$b#Although to his credit, he takes it in good humor - and never gives the same answer twice.",
   "winter_Thu10": "I'm glad it's over between Lewis and I, but these cold winter nights can be awfully lonely.#$b#Well, I guess there's always a book to keep me company!",
   "winter_Fri10": "Leah seems like a sweet lass. I wonder how she and Shane would get along...#$b#Oh @, I'm not match-making - just contemplating.$1",
   "winter_Fri10_inlaw_Shane": "Farm life agrees with Shane. He's got more color in his cheeks, and a spring in his step.#$b#Thank you, @, for helping him where I could not.$3",
   "winter_Sun10": "With the nights so long, and the days dark and cold...#$b#I can feel the void isn't far away. I'm really looking forward to spring.",
   "Saloon_Fri": "Hey @, what do you think about us opening some sort of local craft gallery?#$b#Between Leah's sculptures, Robin's carpentry, and my artisinal cheeses... well, I'm sure it could become quite the attraction!",
   "spring_28_2": "Jas and I had a conversation about Mona... it's been years since she died, but her death still weighs heavy on my heart.$2"
   
}
    }
    