{
"event1.dialogue1": "Hey, I need to ask you something.",
"event1.dialogue2": "What's up?",
"event1.dialogue3": "So... I was just thinking, it would be really fun to sabotage the JojaMart.",
"event1.dialogue4": "Nothing illegal! Just a little prank!$h#$b#But I'll need help. I can't exactly waltz right in during opening hours, Morris would figure out something was up the moment he saw me.#$b#Plus I might spontaneously combust the moment I step over the threshold.$3",
"event1.dialogue5": "Oh man... I really want to help. But I don't think I'd be much use. I don't get any of the important keys, just the janitor's closet.$s#$b#I think Shane does? You could ask him...",
"event1.dialogue6": "Worth a shot, I guess... here goes nothing.",
"event1.dialogue7": "maybe if I shake the machine... hmm...",
"event1.dialogue8": "Hey, Shane - ",
"event1.dialogue9": "No.",
"event1.dialogue10": "But I haven't even asked you anything yet.",
"event1.dialogue11": "And whatever it is, my answer's no.$2",
"event1.dialogue12": "What if I was going to ask if you want a drink?$3",
"event1.dialogue13": "Ha ha. You're a regular comedian. Still no.$5",
"event1.dialogue14": "Well, that was a bust.$a",
"event1.dialogue15": "Yeah, that was a long shot. Hmmm... what about the cashier? Juliet?",
"event1.dialogue16": "I don't know her that well... do you think she'd help?",
"event1.dialogue17": "She seems to hate working there even more than I do. So maybe?$h",

"event2.dialogue1": "Um, hi.",
"event2.dialogue2": "Oh, hey there, Seed Shop Girl.",
"event2.dialogue3": "Seed Shop Girl? Really?$a",
"event2.dialogue4": "...Yeah, it's not a great nickname. It's a work in progress. Anyway, what do you want?",
"event2.dialogue5": "I kind of need to get into the JojaMart after hours - ",
"event2.dialogue6": "So you can set it on fire? No way.$5",
"event2.dialogue7": "Why does everyone assume I'm going to jump straight to criminal damage?$a#$b#I want to prank Morris. That's all!$a",
"event2.dialogue8": "Hmmm... that's a high risk operation. What can you give me in exchange?$3",
"event2.dialogue9": "My undying gratitude and the look of horror on Morris's face?",
"event2.dialogue10": "I get the look of horror on Morris's face every time I start my melon sales pitch. I'm gonna need more than that.#$b#Throw in a box of donuts. The nice kind, not some gas station garbage. And whatever goss you've got on emo boy and the skater.$1",
"event2.dialogue11": "Okay, you've got yourself a deal.$h#$b#Here's the plan...$3",

"event3.dialogue1": "Fly, my pretties! Or crawl, I guess.$h#$b#I mean OH NO THIS IS TERRIBLE!$3",
"event3.dialogue2": "What in Yoba's name is going on here!? We don't even sell live crabs!$2",
"event3.dialogue3": "Maybe the delivery guys made a mistake?$1",
"event3.dialogue4": "Are you laughing, Shane? This is a serious matter!$3",
"event3.dialogue5": "*snort* no, sir. Definitely not laughing, sir.$6#$b#...$1",
"event3.dialogue6": "You there! Farmer! I don't suppose you could help catch these horrid creatures?",

"event4.dialogue1": "Thanks for helping me out.",
"event4.dialogue2": "No problem. Thanks for the donuts. Could have done with more maple glazed ones, though.",
"event4.dialogue3": "I'll remember that for next time.$h",
"event4.dialogue4": "This is kind of nice.",
"event4.dialogue5": "You're kind of nice.",
"event4.dialogue6": "No I'm not! You take that back!$h",
"event4.dialogue7": "Yeah, true. That one was on instinct.$h#$b#Seb's all 'ugh, this sucks' all the time so I say 'you suck' back... I think I've developed a nervous tic.$3",
"event4.dialogue8": "That reminds me - you still haven't delivered on that gossip you promised me.",
"event4.dialogue9": "Okay. Settle in.$3#$b#So, some girl he knows in Zuzu City invited him to a party. He was too anxious to go on his own so he dragged me and Sam along too.",
"event4.dialogue10": "Kicking and screaming.",
"event4.dialogue11": "Haha, yeah. We totally needed convincing.$h#$b#So, when we got there everyone else was already drunk and wanted to play Truth Or Dare...",

"conversationtopics.Shane.01": "I don't even want to know what Abigail's up to...$a",
"conversationtopics.Shane.02": "Was Abigail behind the whole crab thing? I'll admit, that was kind of funny. Even when we had to chase them through the aisles.",
"conversationtopics.Sam.01": "I can't wait to see what Abigail's got planned!$h#$b#It's been too long since any of us pulled a really good prank. I kind of lost my nerve after the anchovy incident.$s#$e#'The Anchovy Incident' would be a fun name for a band now I think about it...$h",
"conversationtopics.Sam.02": "I wish Abby had waited to pull the prank until a day I was working... but at least this way I didn't have to clean up.$h",
"conversationtopics.Elliott.01": "I saw Abigail coming out of Willy's shop... I wonder why she was there?",
"conversationtopics.Juliet.01": "How did I let myself get roped into this? I never learn...$s",
"conversationtopics.Abigail.01": "My plan went off without a hitch! Ha!$h#$b#You're not mad that you had to help clean up the crabs, right? You can't blame me for that!$3",
"conversationtopics.Abigail.02": "I always avoided her because she worked at the JojaMart, but Juliet's actually pretty cool.#$b#And we both play drums! Great minds think alike, right?$h"

}
