{
"event1.dialogue1": "Oye, necesito preguntarte algo.",
"event1.dialogue2": "¿Que pasa?",
"event1.dialogue3": "Así que... Estaba pensando que sería muy divertido sabotear el mercado de Joja.",
"event1.dialogue4": "¡Nada ilegal! ¡Solo una pequeña broma!$h#$b#Pero necesitaré ayuda. No puedo entrar exactamente durante el horario de apertura, Morris se daría cuenta de que algo estaría pasando en el momento en que me viera.#$b#Además, podría entrar en shock en el momento en que cruce la entrada.$3",
"event1.dialogue5": "Rayos... Realmente quiero ayudar. Pero no creo que sea de mucha utilidad. No tengo ninguna de las llaves importantes, solo la del armario del conserje.$s#$b#¿Creo que Shane sí? Podrías preguntarle...",
"event1.dialogue6": "Vale la pena intentarlo, supongo... no perdemos nada.",
"event1.dialogue7": "tal vez si sacudo la máquina... hmm...",
"event1.dialogue8": "Ey, Shane - ",
"event1.dialogue9": "No.",
"event1.dialogue10": "Pero aún no te he preguntado nada.",
"event1.dialogue11": "Y sea lo que sea, mi respuesta es no.$2",
"event1.dialogue12": "¿Y si te fuera a preguntar si quieres un trago?$3",
"event1.dialogue13": "Jaja. Eres una comediante novata. Aún no.$5",
"event1.dialogue14": "Bueno, eso fue un fracaso.$a",
"event1.dialogue15": "Sí, eso fue una posibilidad remota. Hmmm... ¿qué dices de la cajera? ¿Julieta?",
"event1.dialogue16": "No la conozco tan bien... ¿crees que ella ayudaría?",
"event1.dialogue17": "Parece que odia trabajar allí incluso más que yo. ¿Así que tal vez?$h",

"event2.dialogue1": "Um, hola.",
"event2.dialogue2": "Oh, hola, chica de la tienda de semillas.",
"event2.dialogue3": "¿Chica de la tienda de semillas? ¿En serio?$a",
"event2.dialogue4": "...Sí, lo sé, no es un gran apodo. Estoy trabajando en ello. De todos modos, ¿qué quieres?",
"event2.dialogue5": "Necesito entrar al Mercado Joja después de horas - ",
"event2.dialogue6": "¿Para que entonces le prendas fuego? De ningún modo.$5",
"event2.dialogue7": "¿Por qué todos asumen que voy a hacer algún acto criminal?$a#$b#Quiero hacerle una broma a Morris. ¡Eso es todo!$a",
"event2.dialogue8": "Mmmm... esa es una operación de alto riesgo. ¿Qué puedes darme a cambio?$3",
"event2.dialogue9": "¿Mi eterna gratitud y la mirada de horror en el rostro de Morris?",
"event2.dialogue10": "Recibo la mirada de horror de la cara de Morris cada vez que empiezo mi discurso de venta de melones. Voy a necesitar más que eso.#$b#Traeme una caja de donas. De las buenas, no de la basura de una gasolinera. Y cualquier chisme que tengas sobre el chico emo y el patinador.$1",
"event2.dialogue11": "Está bien, tienes un trato.$h#$b#Aquí está el plan...$3",

"event3.dialogue1": "¡Vuelen, mis niños! O arrastrense, supongo.$h#$b#Quiero decir, ¡OH NO, ESTO ES TERRIBLE!$3",
"event3.dialogue2": "¿¡En nombre de Yoba, qué está pasando aquí!? ¡Ni siquiera vendemos cangrejos vivos!$2",
"event3.dialogue3": "¿Quizás los repartidores cometieron un error?$1",
"event3.dialogue4": "¿Te estás riendo, Shane? ¡Este es un asunto serio!$3",
"event3.dialogue5": "*snort* no señor. Definitivamente no me río, señor.$6#$b#...$1",
"event3.dialogue6": "¡Ey Tú allí! ¡Agricultor! ¿Supongo que podrías ayudar a atrapar a estas horribles criaturas?",

"event4.dialogue1": "Gracias por ayudarme.",
"event4.dialogue2": "No hay problema. Gracias por las donas. Sin embargo, podrías haberlas traído con más glaseado de arce.",
"event4.dialogue3": "Lo recordaré para la próxima vez.$h",
"event4.dialogue4": "Es algo bueno.",
"event4.dialogue5": "Eres amable.",
"event4.dialogue6": "¡No no soy! ¡Retira eso!$h",
"event4.dialogue7": "Si cierto. Ese fue por instinto.$h#$b#Seb dice 'ugh, esto apesta' todo el tiempo, así que le respondo 'apestas'... Creo que he desarrollado un tic nervioso.$3",
"event4.dialogue8": "Eso me recuerda que todavía no has cumplido con el chisme que me prometiste.",
"event4.dialogue9": "Está bien, ya estamos.$3#$b#Entonces, una chica que conoce en Ciudad Zuzu lo invitó a una fiesta. Estaba demasiado ansioso por ir solo, así que nos arrastró a mí y a Sam también.",
"event4.dialogue10": "Riendose a Carcajadas.",
"event4.dialogue11": "Jaja, sí. Necesitábamos totalmente que nos convencieran.$h#$b#Entonces, cuando llegamos, todos los demás ya estaban borrachos y querían jugar a Verdad o Reto...",

"conversationtopics.Shane.01": "Ni siquiera quiero saber qué trama Abigail...$a",
"conversationtopics.Shane.02": "¿Fue Abigail la mente detrás de todo el asunto del cangrejo? Lo admito, eso fue un poco divertido. Incluso cuando teníamos que perseguirlos por los pasillos.",
"conversationtopics.Sam.01": "¡No puedo esperar a ver qué tiene planeado Abigail!$h#$b#Ha pasado demasiado tiempo desde que alguno de nosotros hizo una buena broma. Perdí los nervios después del incidente de la anchoa.$s#$e#'El incidente de la anchoa' sería un nombre divertido para una banda ahora que lo pienso...$h",
"conversationtopics.Sam.02": "Ojalá Abby hubiera esperado para hacer la broma hasta un día en que yo estuviera trabajando... pero al menos de esta manera no tuve que limpiar.$h",
"conversationtopics.Elliott.01": "Vi a Abigail saliendo de la tienda de Willy... Me pregunto por qué estaba allí.",
"conversationtopics.Juliet.01": "¿Cómo me dejé atrapar en esto? Nunca aprendo...$s",
"conversationtopics.Abigail.01": "¡Mi plan salió a la perfección! ¡ah!$h#$b#No estás enojado porque tuviste que ayudar a recoger los cangrejos, ¿verdad? ¡No puedes culparme por eso!$3",
"conversationtopics.Abigail.02": "Siempre la evité porque trabajaba en el Mercado Joja, pero Juliet en realidad es genial.#$b#¡Y las dos tocamos la batería! Las grandes mentes piensan igual, ¿verdad?$h"

}
